Repository: eMaM1921990/lasert
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: What do you want to say?
ar: ماذا تريد أن تقول؟

source: Partners
ar: شركاء العمل

source: About lasertt company
ar: عن تكنولوجيا الليزر التجارية

source: Home
ar: الرئيسية

source: About us
ar: من نحن

source: Laser Technology Trading
ar: تكنولوجيا الليزر التجارية

source: Infrastructure Sectors as follows:
ar: قطاعات البنية التحتية ذات التكنولوجيا العالية هي كالتالي:

source: Audio Visual and Digital Systems
ar: الأنظمة الصوتية والمرئية والأنظمة الرقمية

source: <p>LTT services government and private sectors with audio visual solutions ranging from consultancy to supply and installation of AV systems. Our service involves the latest technology used for auditoriums, meeting rooms, e-learning and interactive technology.</p> <br>
ar: <p>هذا القسم يقدم الخدمات الصوتية والمرئية والأنظمة الرقمية الأحترافية لكافة القطاعات الحكومية والخاصة مثل الوزارات والجامعات والبنوك والفنادق وتلك الخدمات تتضمن الاستشارات الهندسية والتوريد والتركيب للأنظمة الصوتية والمرئية وتشمل توريد أحدث التقنيات المبتكرة في المجال الصوتي والمرئي التي تستخدم على سبيل المثال وليس الحصر في المسارح والمدرجات وقاعات الاجتماعات وحلول التعليم الإلكتروني عن بعد والتقنية التفاعلية.ولدى تكنولوجيا الليزر التجارية خبرة وعلاقات قوية مع كبريات المصنعين المتخصصين في هذا المجال مثل سوني لأجهزة التصوير والعرض وشركة دي أي إس لأنظمة المناقشة والتصويت وكريسترون لأجهزة التحكم وإكسترون لأنظمة نقل وتوزيع وتحويل إشارات الفيديو. يتوفر لدى الشركة العديد من الكفاءات الهندسية ذو الخبرة العالية لمتابعة أعمال التصميم والإشراف والتنفيذ بالموقع بالتنسيق مع المهندسين المعينين من قبل العميل.</p> <br>

source: Professional Broadcast and Production System
ar: أنظمة البث التلفزيوني الأحترافي وأنظمة المونتاج

source: <p>This department serves the market with the latest technology in video broadcast and Production systems. Our activities ranging from consultancy, designing, supply, installation and training of Hi-end video/TV broadcast system, which includes:</p> <br> <ul class="links-horzintial"> <li>Analogue/digital video production system </li> <li>TV Studios</li> <li>O.B. Van systems</li> <li>Post production systems</li> <li>Archiving systems</li> </ul>
ar: <p>هذا القسم يخدم السوق المحلي بأحدث التكنولوجيا والتقنية للبث التلفزيوني والمونتاج وتلك الخدمات تتضمن الاستشارات الهندسية والتوريد والتركيب للأنظمة ذات التقنية العالية لأنظمة البث والمونتاج التلفزيوني والتي تضم:</p> <br> <ul class="links-horzintial"> <li>أنظمة أنتاج الفيديو الرقمية والتماثلية</li> <li>الأستديوهات التلفزيونية</li> <li>عربات البث التلفزيوني</li> <li>أنظمة ما قبل الإنتاج</li> <li>انظمة الأرشفة</li> </ul>

source: CCTV Security System.
ar: أنظمة الدوائر التلفزيونية الامنية المغلقة CCTV

source: <p>This department serves the market with latest in the security field ranging from small systems for residential applications to large scale integrated .security systems</p>
ar: <p>يوفر قسم أنظمة الدوائر التلفزيونية الامنية المغلقة CCTV إلى السوق المحلي الأحدث في مجال الأنظمة الأمنية والتي تتراوح بين نظم الأمن المتكاملة كبيرة الحجم )على أساس التسليم بالمفتاح ( إلى النظم الصغيرة للتطبيقات التجارية.

source: High-technology infrastructure
ar: البنية التحتية ذات التكنولوجيا العالية

source: Our Core Values
ar: قيمنا الأساسية

source: Mission
ar: الرسالة

source: Download profile
ar: تحميل الملف التعريفي

source: Download now
ar: حمل هنا

source: Arabic
ar: اللغة العربية

source: English
ar: اللغة الأنجلزية

source: Subscribe to Newsletter
ar: الأشتراك بالقائمة البريدية

source: Join our newsletter and get news in your inbox every week! We hate spam too, so no worries about this.
ar: انضم الى القائمة الأخبارية وأحصل على أخر الأخبار في صندوقك البريدي كل أسبوع! نحن نتجنب البريد الأليكتروني المزعج

source: Read more
ar: للقراءة فقط

source: Contact us
ar: أتصل بنا

source: Our awesome services
ar: خدماتنا المميزة

source: View additional details abour our company
ar: المزيد من المعلومات عنا

source: Application
ar: التطبيقات

source: Years
ar: السنوات

source: Job description
ar: الوصف الوظيفي

source: Job skills
ar: مهارات العمل

source: Apply on :
ar: للتقديم هنا

source: Services
ar: خدماتنا

source: Clients
ar: عملائنا

source: Careers
ar: التوظيف

source: Visit Today
ar: زيارات اليوم

source: Visitors
ar: عدد الزوار

source: Installation of high end solution
ar: التركيب على الأنظمة ذات التقنية العالية

source: Our Business Strategic Distributor & Partners
ar: الشركاء الأستراتيجيين والموزعين.

source: partners
ar: شركاء العمل

source: Keep touch with lassertt Company
ar: أبقى عل تواصل مع تكنولوحيا الليزر التجارية

source: contact us
ar: أتصل بنا

source: You can contact us with anything related to our Products. We`ll get in touch with you as soon as possible.
ar: يمكنك التواصل معنا بخصوص منتجاتنا في أي وقت. وسوف نعاود الأتصال بك في أقرب فرصة ممكنة

source: How we can help you ? please choose section
ar: كيف يمكننا مساعدتك؟ الرجاء أختيار القسم.

source: Contact Us
ar: أتصل بنا

source: Services & solutions
ar: خدماتنا والحلول

source: Broadcast and Audio Visual activities range from consultancy, designing, engineering, supply and installation of high end solution such as
ar: يقوم النشاط التجاري لقسم الأجهزة السمعية والمرئية وأجهزة البث التلفزيوني على خدمة السوق المحلي من خلال تقديم الخدمات الأستشارية والتصميم والهندسة والتوريد والتركيب والتدريب على الأنظمة ذات التقنية العالية والتي تضم
